tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "shivammathur/php"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "c-ares"
brew "pcre2"
brew "glib"
brew "cairo"
brew "curl"
brew "unixodbc"
brew "freetds"
brew "libavif"
brew "gd"
brew "libzip"
brew "php"
brew "composer"
brew "deno"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "python@3.12"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "ghostscript"
brew "gnupg"
brew "go"
brew "pkgconf"
brew "gobject-introspection"
brew "groonga"
brew "guile"
brew "htop"
brew "httpd", restart_service: true
brew "httrack"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "libyaml"
brew "llvm"
brew "mkcert"
brew "node"
brew "mongosh"
brew "mysql"
brew "mysql@8.4", restart_service: true
brew "nmap"
brew "nss"
brew "openssl@1.1"
brew "pandoc"
brew "pgvector"
brew "php@8.1"
brew "postgresql@15"
brew "pyenv"
brew "python@3.9"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rust"
brew "wget"
brew "wp-cli"
brew "yt-dlp"
brew "heroku/brew/heroku"
brew "shivammathur/php/php@7.4"
cask "qlmarkdown"
cask "syntax-highlight"
vscode "akamud.vscode-theme-onedark"
vscode "astro-build.astro-vscode"
vscode "benjaminzekavica.wordpress-gutenberg-snippets"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-shiki"
vscode "bierner.markdown-yaml-preamble"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "carolinanymark.wordpress-block-markup"
vscode "chris-hayes.chatgpt-reborn"
vscode "chrisrhymes.gutenburg-comment-highlight"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.jshint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-transmit"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "gera2ld.markmap-vscode"
vscode "gerane.theme-sunburst"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "golang.go"
vscode "html-validate.vscode-html-validate"
vscode "ianjsikes.md-graph"
vscode "janisdd.vscode-edit-csv"
vscode "jinliming2.vscode-go-template"
vscode "johnbillion.vscode-wordpress-hooks"
vscode "marchiore.csvtomarkdown"
vscode "matthiashunt.wordpress-syntax-highlighter"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.theme-markdownkit"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "redhat.vscode-yaml"
vscode "rioj7.vscode-json-validate"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "sswatson.table-editor"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "takumii.markdowntable"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wasimaster.wikipedia-hyperlinker"
vscode "windhamdavid.wikipedia-hyperlinker"
vscode "xdebug.php-debug"
vscode "yechunan.json-color-token"
vscode "zaaack.markdown-editor"
vscode "zhuangtongfa.material-theme"
vscode "znck.grammarly"
